tap "cloudflare/cloudflare"
tap "derailed/k9s"
tap "fluxcd/tap"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "minio/stable"
tap "romkatv/powerlevel10k"
brew "readline"
brew "age"
brew "ansible"
brew "autojump"
brew "bash-completion@2"
brew "direnv"
brew "fd"
brew "fzf"
brew "git"
brew "gitleaks"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "helm"
brew "hugo"
brew "jq"
brew "kopia"
brew "kubernetes-cli"
brew "kubectx"
brew "kubeseal"
brew "kustomize"
brew "lazygit"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "podman"
brew "pre-commit"
brew "prettier"
brew "ripgrep"
brew "sops"
brew "stern"
brew "stow"
brew "terraform"
brew "tflint"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yamllint"
brew "yq"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "cloudflare/cloudflare/cloudflared"
brew "derailed/k9s/k9s"
brew "fluxcd/tap/flux"
brew "go-task/tap/go-task"
brew "minio/stable/mc"
cask "1password"
cask "adobe-acrobat-reader"
cask "android-file-transfer"
cask "balenaetcher"
cask "discord"
cask "elmedia-player"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono-pl"
cask "font-hack-nerd-font"
cask "font-space-mono-nerd-font"
cask "iterm2"
cask "itsycal"
cask "keepingyouawake"
cask "microsoft-teams"
cask "openshift-client"
cask "openvpn-connect"
cask "podman-desktop"
cask "rambox"
cask "stats"
cask "visual-studio-code"
vscode "DavidAnson.vscode-markdownlint"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.python"
vscode "redhat.ansible"
vscode "redhat.vscode-commons"
vscode "redhat.vscode-yaml"
vscode "streetsidesoftware.code-spell-checker"